Repository: Marcel-git666/Accidents
Catalog: Localizable.xcstrings
Source language: en
Languages: cs

source: Accident in %@
cs: Nehoda v místě: %@

source: Accidents
cs: Nehody

source: Add
cs: Přidat

source: City
cs: Město

source: Driver
cs: Řidič

source: Driver's license number
cs: Číslo řidičského průkazu

source: Driver's License Number
cs: Číslo řidičského průkazu

source: Exit and save
cs: Ukončit a uložit

source: First name
cs: Křestní jméno

source: Full name
cs: Celé jméno

source: Green Card Number
cs: Číslo zelené karty

source: Has vehicle comprehensive insurance?
cs: Má vozidlo havarijní pojištění?

source: House number
cs: Číslo domu

source: House Number
cs: Číslo domu

source: Injuries?
cs: Zranění?
